[
    {
        "id": "https://timesofindia.indiatimes.com/donotsell.cms",
        "title": "The Times of India: Latest News India, World & Business News, Cricket & Sports, Bollywood",
        "author": [],
        "summary": "I would like to proceed with “Do Not Sell My Info” request SubmitUnder CCPA, users based out of California have the right to \"Opt Out\" of such sale of their information at any time.\nPlease be advised that TOI does not sell personal information for monetary consideration; however, we may share certain personal information with third parties under circumstances which might be deemed a \"sale\" under the California Consumer Privacy Act Therefore, if you would like to proceed with your \"Do Not Sell My Info\" request, use the following button.\nAlternatively, you can submit a request via grievance.it@timesinternet.in that includes your name, registered email id or mobile number.\nPlease note that we do not knowingly sell the personal information of minors under 16 years of age without legally required affirmative authorization."
    },
    {
        "id": "https://timesofindia.indiatimes.com/india",
        "title": "Latest India News Headlines & Live Updates from India - Times of India",
        "author": [],
        "summary": "DAILY CHECK-INS: 0 /5 completedYou must login to keep earning daily check-in points"
    },
    {
        "id": "https://timesofindia.indiatimes.com/sports",
        "title": "Sports News: Latest Cricket News, Live Match Scores & Sports News Headlines, Results & more",
        "author": [],
        "summary": "The Times of India's sports section is dedicated to bringing you the latest updates, scores, and highlights from the world of sports, covering a wide range of disciplines including cricket, football, tennis, basketball, and more.Stay informed and never miss a beat with our real-time coverage of ongoing matches and tournaments.\nFrom exciting cricket clashes to thrilling football showdowns, we provide minute-by-minute updates, ensuring you're always at the heart of the action, no matter where you are.\nOur team of expert sports journalists delivers insightful analysis and commentary to give you a deeper understanding of the games you love.In addition to live scores and match updates, The Times of India's sports section also features exclusive interviews with top athletes, coaches, and industry insiders.\nGain valuable insights into the strategies, training routines, and mindsets of your favorite sports stars, and get an inside look at their journey to success."
    },
    {
        "id": "https://timesofindia.indiatimes.com/elections",
        "title": "Elections 2023: Assembly Election 2023 Dates, Results, Opinion polls, Exit polls and News",
        "author": [],
        "summary": "After the high-octane battle in the northeastern states of Tripura, Nagaland and Mizoram, the focus has now shifted to Karnataka where elections were held on May 10, 2023.\nThe Karnataka assembly election result 2023 will be released on May 13, 2023, where BJP, Congress, and JD(S) are the key political parties fighting for 224 seats.\nThe BJP scored an emphatic 3-0 victory in the northeast with the help of allies in 2023's first assembly elections.\nPost that, the action will move to the heart of India with elections in Rajasthan, Chhattisgarh and Madhya Pradesh.\nAs the campaigning heats up, TOI brings you all the electoral action with in-depth stories, analysis and more.Karnataka Election Result 2023 Live Updates...More"
    },
    {
        "id": "https://timesofindia.indiatimes.com/health-survey",
        "title": "The Times Health Survey 2021",
        "author": [],
        "summary": "Aster hospitals: Global centre for excellence in neurosciences Aster Neurosciences is a one-stop solution for all types of neurological issues and provides technological innovations for varying neurological conditions.\nAster Medcity: Leading the way in delivering quality and affordable healthcare The management is committed to keep upgrading technology and foster research, education and a distinctive work culture that is ethically and socially relevant.\nApollo Dental - Providing quality dental care in a safe & sterile environment It was established in 2004, with the aim to deliver quality dental care of international standards, to people in various neighborhoods across the country."
    },
    {
        "id": "https://timesofindia.indiatimes.com/life-style",
        "title": "Latest Lifestyle News, Hot Trends, Celebrity Styles & Events",
        "author": [],
        "summary": "Can you inherit Alzheimer's disease?\n​Alzheimer's disease has been linked with genetics.\nAs per MayoClinic, the most common gene associated with late-onset Alzheimer's disease is apolipoprotein E (APOE).\n\"One copy of the APOE gene comes ..."
    },
    {
        "id": "https://timesofindia.indiatimes.com/mostread.cms",
        "title": "Most Viewed Recent News, Top News Stories",
        "author": [],
        "summary": "Madhoo calls out ageism in films: I have no interest in portraying the character of Ajay Devgn's mother"
    },
    {
        "id": "https://economictimes.indiatimes.com",
        "title": "Business News Today: Read Latest Business news, India Business News Live, Share Market & Economy News",
        "author": [
            "Harsh V Pant",
            "Kalpit Mankikar",
            "R Jagannathan"
        ],
        "summary": "“When it comes to Diwali, the Reno10 series is going to be our lead device in this (premium) price segment.\nIt is going to be our opening ba...Maruti Suzuki has emerged as a leading player in the Rs 10-20 lakh category with a market share of 23% in the first quarter of FY 2024, over...PepsiCo India has launched the country's first 100% recycled PET bottles for carbonated beverages with its product, Pepsi Black.\nThe company...Financial Services Secretary, Vivek Joshi, has called for the rapid sanction and disbursement of loans to designated projects under the Rs ...\nThe Indian paints and coatings industry is likely to grow to Rs 1 lakh crore in the next five years from the current Rs 62,000 crore, accord...\nThe company has acquired the rights to redevelop these housing societies through its subsidiary MICL Creators LLP wherein it holds 60% partn..."
    },
    {
        "id": "https://mumbaimirror.indiatimes.com",
        "title": "Latest Mumbai News Headlines, Mumbai Daily Local News: Mumbai Mirror Newspaper",
        "author": [],
        "summary": "Babil Khan, son of late Bollywood star Irrfan Khan, wishes his father, whom he fondly calls Baba, was around to witness the debut ant working hard.\ntv Rubina's gowns up for sale for charity The lime coloured ruffle gown with puffy golden sleeves in intricate shimmer that Rubina Dilaik wore while taking home the \"Bigg Boss 14\" trophy is up for sale for a cause, along ...bollywood The most iconic dads of Bollywood Bollywood is the heartbeat of India and this father’s day would be incomplete without acknowledging some of the best on-screen dads."
    },
    {
        "id": "https://timesofindia.indiatimes.com/nri",
        "title": "NRI News, Videos, Photos, Community, Art, Social Events",
        "author": [],
        "summary": "Get best deals on newProperties in India"
    },
    {
        "id": "https://timesofindia.indiatimes.com/briefs",
        "title": "News in Brief: Today's News Top Headlines & Breaking News on Times of India",
        "author": [],
        "summary": "DAILY CHECK-INS: 0 /5 completedYou must login to keep earning daily check-in points"
    },
    {
        "id": "https://timesofindia.indiatimes.com/entertainment",
        "title": "Entertainment News, Celebrity News, Latest Movie News, Breaking News",
        "author": [],
        "summary": "Half-yearly analysis 2023: Pathaan, TKS save the day!\nAs we enter the second half of 2023, here's looking at how the first six months were at the Hindi box office.\nWe analyse the hits and misses, trends, set backs and the upcoming movies of 2023."
    },
    {
        "id": "https://timesofindia.indiatimes.com/cookie-policy",
        "title": "The Times of India: Latest News India, World & Business News, Cricket & Sports, Bollywood",
        "author": [],
        "summary": "Twitter).We use different types of cookies on the Website for different purposes.These cookies are set by the Website.\nIf you choose to opt out of these cookies, then we may not be able to provide you TIL Services.\nWe use session Cookies to help us track internet usage as described above.You may refuse to accept browser Cookies by activating the appropriate setting on your browser.\nIf you subscribe to a newsletter or otherwise register with the Sites, these Cookies may be correlated to you.\nYou may refuse to accept browser cookies, however, we will continue capturing essential cookies to be able to provide you with our services."
    },
    {
        "id": "https://timesofindia.indiatimes.com/etimes",
        "title": "Entertainment News, Celebrity News, Latest Movie News, Breaking News",
        "author": [],
        "summary": "Ruslaan Mumtaz gets stuck in Manali due to floods, shares videos and responds \"Never imagined I would actually get stuck, tough times in a very beautiful place\""
    },
    {
        "id": "https://timesofindia.indiatimes.com",
        "title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News",
        "author": [],
        "summary": "Last day to register for AIIMS Mock NExT exam 2023 for final year MBBS studentsHeavy Rain and landslides prompt school closures in Delhi, Himachal Pradesh, and PunjabNEST 2023 results to be declared today on nestexam.in; direct linkLast day to register for Advanced ICITSS 2023 Exam; apply hereSHRESHTA NETS 2023 result declared on nta.ac.in, download link here"
    },
    {
        "id": "https://timesofindia.indiatimes.com/world",
        "title": "World News Headlines, Latest International News, World Breaking News",
        "author": [],
        "summary": "DAILY CHECK-INS: 0 /5 completedYou must login to keep earning daily check-in points"
    },
    {
        "id": "http://photogallery.indiatimes.com",
        "title": "Indian Stars Photos - The Times of India Photogallery",
        "author": [],
        "summary": "You are now aMember on the Times Points program.\nClick here to know more about the Times Points program."
    },
    {
        "id": "https://bangaloremirror.indiatimes.com",
        "title": "Bangalore News: Latest & Breaking City News Headlines",
        "author": [],
        "summary": "Director Varun Gangadhar kept the screenplay crisp, managing to keep the audience on the edge of their seats during the post-intermission period.\nThe narration of the movie gains ...bollywood Not quite the plan Priyanka’s mother Madhu Chopra recently shared that her daughter had taken a gap year to participate in the Miss World pageant but post that, getting into films was not on her lis...bollywood What’s Sunny up to next?\nThe film revolves around an insomniac ex-cop, long thought to be dead, but still operating for the corrupt system, and looking for redemption.’Kennedy’ is amongst the only two fil..."
    },
    {
        "id": "https://timesofindia.indiatimes.com/politics",
        "title": "Politics News: Top News Headlines on Politics from India and World",
        "author": [],
        "summary": "DAILY CHECK-INS: 0 /5 completedYou must login to keep earning daily check-in points"
    },
    {
        "id": "https://timesofindia.indiatimes.com/education",
        "title": "Education News India: Latest Board Exam, Live Results, Admission News, Admit Card, School & Colleges News",
        "author": [],
        "summary": "The Times of India Education is a leading source that provides the reliable and latest news on education and jobs.\nGet the breaking news on CBSE, ICSE, Board Exams, colleges, universities, competitive exams, date sheet, admit card, answer key, result, admission, exam analysis, job news, recruitment notifications, etc.\nThe Times of India Education extensively covers topics on Education news, Job news, CBSE, ICSE, Board Exams, Entrance Exams, Admission, Study Abroad, etc.\nStay connected with The Times of India for the newest updates in the education sector."
    },
    {
        "id": "https://timesofindia.indiatimes.com/gadgets-news",
        "title": "Gadgets News – Latest Technology News, Mobile News & Updates",
        "author": [],
        "summary": "DAILY CHECK-INS: 0 /5 completedYou must login to keep earning daily check-in points"
    },
    {
        "id": "http://www.indiatimes.com",
        "title": "Trending stories on Indian Lifestyle, Culture, Relationships, Food, Travel, Entertainment, News and New Technology News",
        "author": [],
        "summary": "The indiatimes.com privacy policy has been updated to align with the new data regulations in European Union.\nPlease review and accept these changes below to continue using the website.\nWe use cookies to ensure the best experience for you on our website."
    },
    {
        "id": "https://timesofindia.indiatimes.com/business",
        "title": "Business News: Latest News on Business, Stock Markets, Financial News, India Business & World Business News",
        "author": [],
        "summary": "Foxconn exits $19.5 billion chip plan in India; other investors lined up, responds VedantaFoxconn on Monday said it has decided to pull out of semiconductor joint venture with Indian conglomerate Vedanta, according to a statement.\nFoxconn said it is \"working to remove the Foxconn name from what now is a fully-owned entity of Vedanta\"."
    },
    {
        "id": "https://timesofindia.indiatimes.com/india",
        "title": "Latest India News Headlines & Live Updates from India - Times of India",
        "author": [],
        "summary": "DAILY CHECK-INS: 0 /5 completedYou must login to keep earning daily check-in points"
    },
    {
        "id": "https://timesofindia.indiatimes.com/coronavirus",
        "title": "Coronavirus cases in India and World Live: Covid-19 India tracker live, State wise corona cases in India and World",
        "author": [],
        "summary": "The first case of coronavirus was reported in December 2019 in the Wuhan city of China as a pneumonia outbreak.\nThe outbreak of coronavirus infection soon spread to other provinces of the country, forcing the govt to lockdown dozen of cities with millions of people.\nWithin weeks, the coronavirus spread outside of the country to other nations like South Korea, Iran, Italy, United States, India, Pakistan among others.\nCovishield by Serum Institute will cost Rs 400 for govt hospitals and Rs 600 for private hospitals.\nCovaxin by Bharat Bio will cost Rs 600 for govt hospitals and Rs 1,200 for private hospitals."
    },
    {
        "id": "http://timesofindia.indiatimes.com",
        "title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News",
        "author": [],
        "summary": "Last day to register for AIIMS Mock NExT exam 2023 for final year MBBS studentsHeavy Rain and landslides prompt school closures in Delhi, Himachal Pradesh, and PunjabNEST 2023 results to be declared today on nestexam.in; direct linkLast day to register for Advanced ICITSS 2023 Exam; apply hereSHRESHTA NETS 2023 result declared on nta.ac.in, download link here"
    },
    {
        "id": "https://www.indiatimes.com",
        "title": "Trending stories on Indian Lifestyle, Culture, Relationships, Food, Travel, Entertainment, News and New Technology News",
        "author": [],
        "summary": "The indiatimes.com privacy policy has been updated to align with the new data regulations in European Union.\nPlease review and accept these changes below to continue using the website.\nWe use cookies to ensure the best experience for you on our website."
    },
    {
        "id": "https://www.ndtv.com/latest?pfrom=home-topnavigation/",
        "title": "Latest News: Today's big news headlines from India and around the world",
        "author": [],
        "summary": "A clutch of petitions challenging the scrapping of Article 370, which gave special status to Jammu and Kashmir, and the state's bifurcation into two Union territories, will be taken up by the Supreme Court tomorrow after a gap of over three years."
    },
    {
        "id": "https://sports.ndtv.com",
        "title": "Latest Sports News, Live Scores, Results Today's Sports Headlines Updates",
        "author": [],
        "summary": "Shastri Has \"Grand Slam Winner On View\" At Wimbledon.\nNot Novak - See Pic"
    },
    {
        "id": "https://food.ndtv.com",
        "title": "Healthy Recipes - NDTV Food",
        "author": [],
        "summary": "VideosOn the eve of the straight-to-OTT release of her new movie 'Tarla', Huma Qureshi hosts NDTV's Arun Singh at Saleem's Delhi for a scrumptious meal.\nIn the movie, she plays Tarla Dalal, the home chef turned cookery icon.\nOver kababs and batata musallam, they chat about their love for food, Huma being the envy of her friends because she could eat at Saleem's all day long and also about South Indian food being amongst her favourites.\nWatch the segment to know more."
    },
    {
        "id": "https://ndtv.in",
        "title": "Hindi News, हिंदी न्यूज़, Today Hindi News, Breaking Hindi News, Hindi Samachar, Latest Hindi News, ताजा ख़बरें",
        "author": [],
        "summary": "Listen to the latest songs , only on JioSaavn.com"
    },
    {
        "id": "https://special.ndtv.com",
        "title": "NDTV Special Projects – Campaigns",
        "author": [],
        "summary": "According to the Indian Society of Assisted Reproduction, 30 million of the Indian couples are affected by infertility.\nThis is what is the context of the campaign.\nWe talk about the scale of this issue that couples in India are battling.FAQs | Ask The Expert | Stories"
    },
    {
        "id": "https://swachhindia.ndtv.com",
        "title": "Cleanliness, Health and Environment News and Updates on Banega Swachh India",
        "author": [],
        "summary": "Did You Know Dietary Restraint Reduces The Effects Of Genetic Risk Of Obesity?\nStudy FindsResearch from the University of Exeter, Exeter Clinical Research Facility has discovered that those with a higher genetic risk of obesity can reduce the effects transmitted..."
    },
    {
        "id": "https://swirlster.ndtv.com",
        "title": "Lifestyle News: Latest and updates on Lifestyle Trends",
        "author": [],
        "summary": "Dua Lipa's Bedazzled Chainmail Gown With A Crystal Thong Is Definitely Not For The Faint Of Heart"
    },
    {
        "id": "https://khabar.ndtv.com",
        "title": "Hindi News, हिंदी न्यूज़, Today Hindi News, Breaking Hindi News, Hindi Samachar, Latest Hindi News, ताजा ख़बरें",
        "author": [],
        "summary": "Listen to the latest songs , only on JioSaavn.com"
    },
    {
        "id": "https://doctor.ndtv.com",
        "title": "Health Care News, Health and Fitness Tips, Diet Plan, Home Remedies, Heart, Pregnancy and Sexual Health advice",
        "author": [],
        "summary": "LATEST HEALTH STORIESFeeling Tired All The Time?\nAvoid Adding These Foods To Your Daily Diet It's important to note that individual responses to different foods can vary.\nHowever, it is essential to look out for these foods.\nMon, 10 Jul 2023 16:15:52 ISTEyes: You May be More Prone To Conjunctivitis During Monsoon, Here's How to Avoid It Preventing conjunctivitis during the monsoon season involves maintaining adequate personal hygiene and taking precautions.\nFri, 07 Jul 2023 20:51:50 IST"
    }
]